{
    "home": "<b>Mozilla Italia - HOME</b> è un gruppo che accomuna tutti i volontari Mozilla del territorio italiano. Unisciti anche tu e diventa parte di questa grande famiglia!",
    "start": "Benvenuto nel bot di Mozilla Italia.\nUtilizzandomi potrai ottenere informazioni, richiedere supporto e molto altro.\nScopri le funzioni a tua disposizione digitando /help.\n\nHo attivato in automatico le notifiche per le future novità che annunceremo 📢. Controlla lo stato della tua iscrizione digitando /avvisi, così da poterli attivare e disattivare rapidamente.\n\nRicorda di unirti al nostro gruppo utenti Telegram, raggiungici in <a href='https://t.me/joinchat/BCql3UMy26nl4qxuRecDsQ'>Mozilla Italia - HOME</a>!",
    "start2": "Dopo questa breve presentazione, che cosa desideri fare? 😄",
    "start_nousername": "‼️ <i>Attenzione: non hai impostato alcun nome utente.</i> Per poterti unire ai gruppi Mozilla Italia *è consigliato* impostarne uno.",
    "supporto": "Puoi avviare una discussione sul nostro forum ufficiale dove il team di volontari del Supporto Mozilla (SuMo) ti assisterà nel miglior modo possibile.\nIn alternativa puoi provare a chiedere nel gruppo '<i>HOME</i>' della comunità direttamente tramite Telegram.\n\nTi consigliamo in ogni caso di leggere prima le FAQ (le risposte alle domande frequenti) poiché potresti trovare la soluzione al tuo problema direttamente al loro interno. Fai clic sul pulsante <b>Leggi le FAQ sul forum di Mozilla Italia</b> per consultarle ora.",
    "gruppi": "Qui di seguito ti elenco tutti i canali e gruppi ufficiali di Mozilla Italia su Telegram:\n\n<b>Mozilla Italia - HOME</b> (/home):\nil gruppo delle tematiche varie ma mai off-topic; aggiornamenti, novità, richiesta di informazioni e supporto sui prodotti del mondo Mozilla e di tutto ciò che gravita attorno a loro.\n\n<b>Mozilla Italia - News</b> (/news):\nil canale che ti permette di rimanere sempre aggiornato sulle ultime novità dal mondo Mozilla, curato dalla comunità italiana.\n\n<b>Mozilla Italia - Voglio diventare volontario</b> (/collabora):\nil gruppo adatto per chi vuole entrare a far parte della nostra comunità. Qui potrai ottenere maggiori informazioni su ciascun gruppo o, se non sai ancora come contribuire alla causa, capire insieme a noi quali abilità o altra attitudine mettere a disposizione del progetto.\n\n<b>Mozilla Italia - Developers</b> (/developer):\nil gruppo dedicato agli sviluppatori, coloro che si dedicano maggiormente alla programmazione e che necessitano di un luogo di discussione riservato a figure più tecniche.\n\n<b>Mozilla Italia - L10N</b> (privato):\nil gruppo privato dedicato ai localizzatori (traduttori) dei programmi, della documentazione e degli articoli. Se pensi di poter dare una mano in tal senso fai un salto nel gruppo <i>HOME</i> e chiedi di essere aggiunto a <i>L1ON</i>.\n\n<b>Mozilla Italia - Design Team</b> (/design):\nil gruppo dedicato ai '<i>designer</i>' e a coloro che si dedicano maggiormente alla grafica.\n\n<b>Mozilla Italia - IoT</b> (/iot):\nil gruppo dedicato alle tecnologie <i>Internet of Things</i> di Mozilla.\n\nPuoi unirti a più gruppi contemporaneamente. Ti consigliamo in ogni caso di entrare nel gruppo <i>HOME</i> che è quello più generico e certamente adatto a ogni tua esigenza 😄",
    "collabora": "Per portare avanti le attività legate al mondo Mozilla c'è bisogno del contributo di ognuno di noi!\nLa comunità di Mozilla Italia si occupa di localizzare applicativi e documentazione Mozilla, sviluppare progetti interni, offrire supporto tecnico a utenti che ne necessitano.",
    "collabora2": "Sai già come potresti essere utile e contribuire alla sopravvivenza di Mozilla Italia?",
    "vademecum": "Il vademecum è un volantino in formato A4 fronte-retro, esso spiega molto brevemente che cos'è Mozilla e perché esiste una comunità italiana, i progetti attivi e le attività svolte.\nEsistono due tipi di Vademecum: il <i>Generale</i>, adatto a tutti, e il <i>Tecnico</i>, adatto più specificatamente agli sviluppatori (o chiunque altro abbia esperienza in questo campo).\nDetto ciò, quale versione vuoi consultare?",
    "feedback": "Puoi scrivere quando vuoi un parere sui servizi offerti da Mozilla Italia entrando nel gruppo '<i>HOME</i>' e discutendone con noi.\nNon preoccuparti, nessuno ti giudicherà o aggredirà, troverai persone pronte a comprendere i tuoi problemi e ad accogliere i tuoi suggerimenti segnalandoli - <i>quando possibile</i> - a Mozilla.",
    "help": "Questa è la lista di comandi a tua disposizione:\n/start: visualizza il messaggio iniziale.\n/gruppi: ottieni la lista di tutti i gruppi e canali ufficiali di Mozilla Italia.\n/vademecum: dai un'occhiata al vademecum, il volantino che in poche e semplici parole ti illustra che cos'è Mozilla e i suoi progetti in corso.\n/avvisi: controlla lo stato attuale degli avvisi, da qui potrai attivarli o disattivarli.\n/avvisiOn: scorciatoia rapida per attivare gli avvisi.\n/avvisiOff: scorciatoia rapida per disattivare gli avvisi.\n/supporto: chiedi e ricevi assistenza da parte dei nostri volontari su prodotti e progetti Mozilla.\n/call: ottieni informazioni sui meeting video comunitari mensili.\n/prossimacall: scopri la data e l'ora del prossimo meeting video comunitario.\n/listacall: visualizza la lista completa dei meeting video comunitari con collegamento diretto al file video.\n/info: ottieni informazioni riguardo questo bot.\n/progetti: dai un'occhiata ai progetti attivi di Mozilla e della comunità italiana.\n/regolamento: leggi il regolamento dei nostri gruppi.\n/home: collegati al gruppo più attivo di tutti! Qui vengono trattate un po' tutte le tematiche, anche di ordine generale, si discute di aggiornamenti, novità, supporto e altro ancora. È il gruppo che accomuna tutti i volontari Mozilla in Italia (e non solo).\n/collabora: unisciti ai volontari Mozilla Italia!\n/news: rimani sempre aggiornato sulle novità di Mozilla Italia; entrando in questo canale riceverai le notifiche più importanti riguardo il progetto Mozilla e la comunità italiana.\n/iot: vai al gruppo dedicato strettamente alla tecnologia IoT di Mozilla.\n/developer: vai al gruppo degli sviluppatori volontari di Mozilla Italia.\n/design: il gruppo dei designer volontari di Mozilla Italia.\n/feedback: sentiti libero di lasciare un feedback sul bot e sui servizi di Mozilla Italia. Ricorda di essere sincero e imparziale per permetterci di migliorare ciò che offriamo 😊\n<code>/admin help</code>: gestisci le impostazioni del bot (solo per amministratori).",
    "help2": "Cosa posso fare per te adesso?",
    "news": "Rimani sempre aggiornato sul mondo Mozilla, questo canale fa certamente al caso tuo!",
    "info": "Questo è un bot realizzato per Mozilla Italia 🇮🇹\nVersione: {{**versione**}}\nUltimo aggiornamento: {{**ultimo_aggiornamento**}}\n\nSviluppatore: Saverio Morelli (@Sav22999)\nCollaboratori (in ordine alfabetico): {{**collaboratori_stampa**}}",
    "forum": "La comunità di Mozilla Italia offre supporto tecnico gratuito tramite il forum ufficiale (https://forum.mozillaitalia.org). Prima di avviare una nuova discussione è caldamente consigliato <a href=\"https://forum.mozillaitalia.org/index.php?action=regolamento\">leggere il regolamento</a> e accertarsi che il proprio problema non sia stato già sottoposto e discusso in precedenza.",
    "developer": "Entra a far parte del gruppo dedicato agli sviluppatori.",
    "design": "Unisciti al gruppo dedicato ai designer.",
    "iot": "Unisciti al gruppo dedicato allo sviluppo delle tecnologie IoT.",
    "call": "La comunità di Mozilla Italia organizza, <i>salvo imprevisti</i>, un meeting video comunitario ogni primo venerdì del mese. Questo ci permette di non perderci mai di vista; potrai parlare di nuovi progetti, eventi o proposte che riguardano ovviamente il mondo Mozilla. Tutti possono partecipare.\nI meeting video vengono registrati e successivamente pubblicati per poter essere rivisti liberamente.",
    "listacall": "Un elenco dei meeting completati, con relativo collegamento ai file video registrati.",
    "prossima_call": "Il prossimo meeting video comunitario si terrà il <b>{{**giorno_call**}} {{**mese_call**}} {{**anno_call**}}</b>, <i>(il primo venerdì del mese)</i> alle ore <b>18:30</b>.\nIl dato potrebbe subire variazioni (slittamenti o annullamenti). Ti consigliamo di chiedere conferma nel gruppo <i>HOME</i> di Mozilla Italia.",
    "progetti": "Questi sono i progetti di Mozilla attualmente attivi:",
    "progetti2": "Questi sono i progetti della comunità di Mozilla Italia attualmente attivi:",
    "regolamento": "Leggi il regolamento vigente nei gruppi comunitari di Mozilla Italia:",
    "avvisi": "Il tuo stato attutale è: <i>{{**stato_avvisi**}}</i>\n\nPuoi attivare o disattivare gli avvisi in qualunque momento digitando rispettivamente '/avvisiOn' o '/avvisiOff', o facendo clic sui seguenti pulsanti:",
    "avvisiOn": "Hai attivato 🔔 gli avvisi di Mozilla Italia.\nRiceverai ora notizie sulle ultime novità riguardo il mondo Mozilla e la relativa comunità italiana.\nNel caso volessi disattivare gli avvisi è sufficiente digitare '/avvisiOff'.",
    "avvisiOn2": "Si è verificato un errore imprevisto durante l'attivazione degli avvisi.",
    "avvisiOn3": "Gli avvisi sono già stati attivati.",
    "avvisiOff": "Hai disattivato 🔕 gli avvisi di Mozilla Italia.\nDa ora non ricevere più alcuna notizia in merito.\nPuoi riattivarli in qualsiasi momento digitando '/avvisiOn'.\n\nN.B. Potresti, tuttavia, ricevere gli avvisi ritenuti <i>fondamentali</i> per la comunità.",
    "avvisiOff2": "Si è verificato un errore imprevisto durante la disattivazione degli avvisi.",
    "avvisiOff3": "Gli avvisi sono già stati disattivati.",
    "anno": "Ecco l'elenco dei meeting video registrati nel corso del <i>{{**anno**}}</i>:",
    "non_sei_admin": "Non sei un amministratore del bot, pertanto non hai i permessi per utilizzare questa azione.",
    "comando_non_riconosciuto": "Questo comando non è stato riconosciuto.",
    "avvisiStatoOn": "ATTIVATO 🔔",
    "avvisiStatoOff": "DISATTIVATO 🔕",
    "button_vai_a_home": "Vai al gruppo Home 🦊",
    "button_feedback": "Lascia il tuo feedback 💬",
    "button_feedback2": "Chiedi di contribuire allo sviluppo del bot ➡️",
    "button_start": "Mostrami che cosa posso fare ➡️",
    "button_start2": "Ho bisogno di assistenza 🆘",
    "button_support": "Chiedi supporto su Telegram",
    "button_support2": "Chiedi supporto sul forum",
    "button_support3": "Leggi le FAQ (sul forum di Mozilla Italia)",
    "button_testo_gruppi": "Gruppi 👥",
    "button_testo_vademecum": "Vademecum",
    "button_testo_avvisi": "Avvisi 📢",
    "button_testo_supporto": "Supporto 🆘",
    "button_testo_call": "Meeting",
    "button_testo_prossima_call": "Prossimo meeting 📆",
    "button_testo_lista_call": "Lista meeting",
    "button_testo_info": "Info ℹ️",
    "button_testo_progetti_attivi": "Progetti attivi",
    "button_testo_regolamento": "Regolamento 📙",
    "button_testo_home": "Home 🦊",
    "button_testo_news": "Ultime notizie 🆕",
    "button_testo_vog_div_volontario": "Voglio diventare volontario ✌🏻",
    "button_testo_developer": "Developer 💻",
    "button_testo_l10n": "L10N (chiedi in Home) 🗺",
    "button_testo_design": "Design 📐",
    "button_testo_iot": "IoT",
    "button_testo_feedback": "Feedback 💬",
    "button_developer": "Vai al gruppo Developer",
    "button_design": "Vai al gruppo Design Team 📐",
    "button_iot": "Vai al gruppo IoT",
    "button_vg": "Vademecum Generale",
    "button_vt": "Vademecum Tecnico",
    "button_collabora": "Sì, vai al gruppo 'Home' 🆗",
    "button_collabora2": "No, ma vorrei collaborare ✌🏻",
    "button_news": "Vai al canale News 🆕",
    "button_forum": "Collegati al forum di Mozilla Italia 🦊",
    "button_call": "Mostra tutti i meeting",
    "button_call2": "Scopri quando si terrà il prossimo meeting 📆",
    "button_regolamento": "Leggi il regolamento 📙",
    "button_avvisi": "Attiva avvisi 🔔",
    "button_avvisi2": "Disattiva avvisi 🔕",
    "button_mostra_help": "⬅️ Mostra menu principale",
    "invio_vg_in_corso": "<i>Invio del file VG.pdf in corso...</i>",
    "invio_vt_in_corso": "<i>Invio del file VT.pdf in corso...</i>",
    "footer_messaggio_avviso": "Ricevi questo messaggio perché hai attivato le notifiche per le novità in Mozilla Italia. Puoi controllare il tuo stato attuale, attivandole o disattivandole, rapidamente digitando /avvisi."
}
